tricks = [
    ['Основные элементы', 'Heelside', 'Сторона доски со стороны спины', ''],
    ['Основные элементы', 'Toesde', 'Сторона доски со стороны лица', ''],
    ['Основные элементы', 'Front side', 'Начальное вращение лицом вперед (первые 90 градусов)', ''],
    ['Основные элементы', 'Back side / Blind', 'Вращение спиной вперед на первых 90 градусов / положение спиной вперед',
     ''],
    ['Основные элементы', 'Surface trick', 'Вращение 360 гр на воде', ''],
    ['Основные элементы', 'Side slide', 'Скольжение по воде лицом вперед с доской поперек', ''],
    ['Основные элементы', 'Powerslide', 'Скольжение по воде спиной вперед, доска поперек', ''],
    ['Основные элементы', 'Ollie', 'Прыжок от воды с последовательным подъемом передней и задней ноги', ''],
    ['Основные элементы', 'Grab', 'Касание рукой доски в любом месте, с десяток разновидностей', ''],
    ['Основные элементы', 'Switch', 'Катание в обратной стойке', ''],
    ['Основные элементы', 'Fakie', 'Приземление в обратной стойке', ''],
    ['Основные элементы', 'Handle pass', 'Перехват планки', ''],
    ['Основные элементы', 'Wrapped', 'Закручивание веревки вокруг тела при вращении', ''],
    ['Основные элементы', 'Baller', 'Перехват рукоятки между ног', ''],
    ['Основные элементы', 'Ole', 'Прокручивание планки над головой вместо перехвата', ''],
    ['Основные элементы', 'On axis', 'Вращение доски перпендикулярно воде', ''],
    ['Основные элементы', 'Off axis', 'Вращение доски со сменой плоскости от перпендикуляра к воде', ''],
    ['Флет трюки', 'Railey', 'Прямой полёт с зарезки на заднем канте, при котором толчок осуществляется с хвоста доски,'
                             ' а руки с фалом вытянуты перед собой', 'https://www.youtube.com/watch?v=Un4jYEkt4Xw'],
]

